const newsData = [
 {
  id: 1,
  block: 'Politics',
  list: [
   'Мир необходим человечеству', 'Скоро объявят "Мир и безопасность"', 'Волнения на Украине', 'Северный Царь свирепствует', 'Радостная новость: "Помощь уже в пути!"'
  ],
  active: true
 },
 {
  id: 2,
  block: 'Sport',
  list: [
   'Установлен новый рекорд в щедрости', 'В 2021 году количество честных людей сильно возросло', 'Беженцы находят приют в домах своих единоверцев', 'Рост христианской любви сломал все преграды', 'Милосердие торжествует над судом'
  ],
  active: false
 },
 {
  id: 3,
  block: 'Games',
  list: [
   'Не прячься от добрых дел, я знаю - ты сможешь', 'Сделай доброе трём не самым близким людям', 'Дари своё время', 'Похвали десятерых малоактивных друзей', 'Сделай самую не любимую работу'
  ],
  active: false
 },
 {
  id: 4,
  block: 'Hobby',
  list: [
   'Чтение Библии каждый день', 'Обращение к самому лучшему другу каждый день', 'Размышление о духовном', 'Общение с друзьями', 'Прогулки для важных тем'
  ],
  active: false
 },
 {
  id: 5,
  block: 'Advertising',
  list: [
   'Совсем скоро, во всех магазинах - все товары - бесплатно', 'Полёт в космос на космобайке', 'Премьера фильма "Сотворение" в формате дополненая реальность', 'Полный рассказ Иисуса о своём детстве', 'Впереди нас ждёт освоение всей вселенной'
  ],
  active: false
 }
]

export default newsData;